{
  "history": [
    {
      "word": "adulation",
      "pronunciation": "aj-uh-LAY-shun",
      "part_of_speech": "noun",
      "definition": "Adulation refers to extreme or excessive admiration, flattery, or praise.",
      "short_definition": "extreme or excessive admiration or flattery",
      "usage_example": "The triumphant players were greeted with shouts of adulation.",
      "examples": "“Curators focus on the sunnier side of Elvis's tragic story, yet Graceland still provides an intimate glimpse into superstardom and all that comes with it: the adulation, the opulence, the hangers-on and the darkness that counterbalances such a burst of light.” — Rick Rojas, The New York Times, 29 Nov. 2025",
      "did_you_know": "If witnessing a display of adulation reminds you of a dog panting after its beloved person, you’ve picked up adulation’s etymological “scent”; the word ultimately comes from the Latin verb adūlārī, meaning “to fawn on” (a sense used specifically of the affectionate behavior of dogs) or “to praise insincerely.” Adulation has been in use in English since the 15th century. The verb adulate, noun adulator, and adjective adulatory followed dutifully behind.",
      "published": "Thu, 05 Feb 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/adulation-2026-02-05"
    },
    {
      "word": "prescience",
      "pronunciation": "PRESH-ee-unss",
      "part_of_speech": "noun",
      "definition": "Prescience is a formal word used to refer to the ability to see or anticipate what will or might happen in the future.",
      "short_definition": "the ability to know what will or might happen in the future",
      "usage_example": "He predicted the public's response to the proposed legislation with remarkable prescience.",
      "examples": "\"... novelists have always faced technological and social upheaval. They have mostly addressed it in one of two ways. The first is to imagine an altered future with the prescience of science fiction; Mary Shelley's warning that humans are not always in control of their creations is, if anything, even more resonant today than when Frankenstein was first published in 1818.\" — Jessi Jezewska Stevens, The Dial, 2 Dec. 2025",
      "did_you_know": "If you know the origin of science you already know half the story of prescience. Science comes from the Latin verb sciō, scīre, \"to know,\" also source of such words as conscience, conscious, and omniscience. Prescience has as its ancestor a word that attached prae-, a predecessor of pre-, to this root to make praescire, meaning \"to know beforehand.\"",
      "published": "Mon, 02 Feb 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/prescience-2026-02-02"
    },
    {
      "word": "short shrift",
      "pronunciation": "SHORT-SHRIFT",
      "part_of_speech": "noun",
      "definition": "Short shrift means “little or no attention or thought” or “quick work.” In religious use it refers to barely adequate time for confession before execution.",
      "short_definition": "little or no attention or thought",
      "usage_example": "Certain neighborhoods have received short shrift from the city government.",
      "examples": "“[Charlie] Caplinger echoed the concerns of many speakers at the meeting, with charter captains saying the recreational fishing industry’s economic contributions were being given short shrift.” — Mike Smith, NOLA.com (New Orleans, Louisiana), 6 Nov. 2025",
      "did_you_know": "We’ve got a confession to make, but we’ll keep it brief: while it’s technically possible to make “long shrift” of something, you’re unlikely to find long shrift in our dictionary anytime soon. Short shrift, on the other hand, has been keeping it real—real terse, that is—for centuries. The earliest known use of the phrase comes from Shakespeare’s play Richard III, in which Lord Hastings, who has been condemned by King Richard to be beheaded, is told by Sir Richard Ratcliffe to “Make a short shrift” as the king “longs to see your head.” Although now archaic, the noun shrift was understood in Shakespeare’s time to refer to the confession or absolution of sins, so “make a short shrift” meant, quite literally, “keep your confession short.” However, since at least the 19th century the phrase has been used figuratively to refer to a small or inadequate amount of time or attention given to something.",
      "published": "Sat, 31 Jan 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/short shrift-2026-01-31"
    },
    {
      "word": "preeminent",
      "pronunciation": "pree-EM-uh-nunt",
      "part_of_speech": "adjective",
      "definition": "Preeminent is a formal word used to describe someone or something more important, skillful, or successful than their counterparts or peers. It is used synonymously with outstanding and supreme.",
      "short_definition": "more important, skillful, or successful than others",
      "usage_example": "She's the preeminent chef in a city renowned for its cuisine.",
      "examples": "\"In this warmly engaging intellectual biography, [author Paul R.] Viotti traces the life and ideas of Kenneth Waltz, a preeminent figure in post–World War II international relations scholarship.\" — G. John Ikenberry, Foreign Affairs, 16 Dec. 2025",
      "did_you_know": "What is noteworthy about the following sentence? \"Mount Kilimanjaro is a prominent eminence on the Tanzanian landscape.\" You very likely recognized two words that are closely related to preeminent:  prominent and eminence. All three words are rooted in the Latin verb stem -minēre, which is taken to mean \"to stand out\" though there is no record of its use without a prefix. Mount also deserves an honorable mention: it comes from the Latin mont- or mons, meaning \"mountain,\" which is understood to share a common ancestor with -minēre. Mount leads us in turn to paramount, a word closely related in meaning to preeminent.",
      "published": "Fri, 30 Jan 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/preeminent-2026-01-30"
    },
    {
      "word": "reciprocate",
      "pronunciation": "rih-SIP-ruh-kayt",
      "part_of_speech": "verb",
      "definition": "To reciprocate is to do something for or to someone who has done something similar for or to you. Reciprocate can also mean “to have (a feeling) for someone who has the same feeling for you.”",
      "short_definition": "to do something for someone who’s done the same for you",
      "usage_example": "It was kind of my friend to give me a ride to the airport, and on the flight I was thinking of how to reciprocate the favor.",
      "examples": "“She entered the post office and greeted Tommaso, who reciprocated with a smile, then Carmine, who stroked his beard and shot her the usual skeptical glance.” — Francesca Giannone, The Letter Carrier (translated by Elettra Pauletto), 2025",
      "did_you_know": "“Scratch my back and I’ll scratch yours,” “do unto others as you would have them do to you,” “share and share alike”: such is the essence of the verb reciprocate, which implies a mutual or equivalent exchange or a paying back of what one has received. Reciprocate traces back to the Latin verb reciprocare (“to move back and forth”), which in turn comes from the adjective reciprocus, meaning “returning the same way” or “alternating.” Indeed, one of the meanings of reciprocate is “to move forward and backward alternately,” as in “a reciprocating saw.” Most often, however, reciprocate is used for the action of returning something in kind or degree, whether that be a gift, favor, or feeling.",
      "published": "Thu, 29 Jan 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/reciprocate-2026-01-29"
    },
    {
      "word": "bombast",
      "pronunciation": "BAHM-bast",
      "part_of_speech": "noun",
      "definition": "Bombast is a formal word that refers to speech or writing that is meant to sound important or impressive but that is not sincere or meaningful.",
      "short_definition": "insincere speech or writing intended to impress",
      "usage_example": "You need less bombast and more substance in this speech.",
      "examples": "“This is bombast that has not been thought through from a policy perspective. I know that many in the space community find this to be exciting and want to believe the hype behind such an announcement. Mars is exciting. However ... I think we have to ask ourselves whether getting to Mars is worth the moral costs in addition to the economic costs and potential risks to human lives.” — P. J. Blount, quoted in Newsweek, 28 Jan. 2025",
      "did_you_know": "Bombast settled softly into English in the mid-late 16th century as a textile term used to refer to cotton or other soft fibrous material used as padding or stuffing (its ultimate source is likely the Middle Persian noun pambak, meaning “cotton”), but within a decade it had extended from literal stuffing to figurative stuffing, referring to speech or writing that is padded with pretentious verbiage. The adjective bombastic, which followed bombast a century later, has been a favorite choice to describe blowhards, boasters, and cockalorums ever since.",
      "published": "Wed, 28 Jan 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/bombast-2026-01-28"
    },
    {
      "word": "fiduciary",
      "pronunciation": "fuh-DOO-shee-air-ee",
      "part_of_speech": "adjective",
      "definition": "Fiduciary is a formal word describing something relating to or involving trust, such as the trust between a customer and a professional.",
      "short_definition": "relating to or involving trust",
      "usage_example": "The bank's fiduciary obligations are clearly stated in the contract.",
      "examples": "\"Banks and brokerage firms hold a fiduciary responsibility to protect their customers, including from scams.\" — Carter Pape, American Banker, 11 Aug. 2025",
      "did_you_know": "Fiduciary relationships are often of the financial variety, but the word fiduciary does not, in and of itself, suggest pecuniary (\"money-related\") matters. Rather, fiduciary applies to any situation in which one person justifiably places confidence and trust in someone else, and seeks that person's help or advice in some matter. The attorney-client relationship is a fiduciary one, for example, because the client trusts the attorney to act in the best interest of the client at all times. Fiduciary can also be used as a noun referring to the person who acts in a fiduciary capacity, and fiduciarily or fiducially can be called upon if you are in need of an adverb. The words are all faithful to their origin: Latin fīdere, which means \"to trust.\"",
      "published": "Tue, 27 Jan 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/fiduciary-2026-01-27"
    },
    {
      "word": "oaf",
      "pronunciation": "OHF",
      "part_of_speech": "noun",
      "definition": "Oaf is used to refer to someone as big, clumsy, and slow-witted.",
      "short_definition": "a big clumsy slow-witted person",
      "usage_example": "The main character starts the movie as a tactless, bumbling oaf who is constantly causing offense to everyone around them, but eventually learns a valuable lesson about kindness and courtesy.",
      "examples": "“Let me give you a rose. Well, just an imaginary rose. ‘What?’ ‘What’s the occasion?’ ‘What for?’ Because I want to participate in an act of kindness. ... It’s impossible, even for a blustering, clumsy oaf like me, to ignore the positive effects of a rose in hand.” — Anthony Campbell, The Advertiser-Gleam (Guntersville, Alabama), 24 Oct. 2025",
      "did_you_know": "In long-ago England, it was believed that elves sometimes secretly exchanged their babies for human babies—a belief that served as an explanation when parents found themselves with a baby that failed to meet expectations or desires: these parents believed that their real baby had been stolen by elves and that a changeling had been left in its place. The label for such a child was auf, or alfe, (meaning “an elf’s or a goblin’s child”), which was later altered to form our present-day oaf. Auf is likely from the Middle English alven or elven, meaning “elf” or “fairy.” Today, the word oaf is no longer associated with babies and is instead applied to anyone who appears especially unintelligent or graceless.",
      "published": "Mon, 26 Jan 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/oaf-2026-01-26"
    },
    {
      "word": "garner",
      "pronunciation": "GAHR-ner",
      "part_of_speech": "verb",
      "definition": "Garner means \"to acquire by effort; earn\" or \"to accumulate or collect.\"",
      "short_definition": "to acquire by effort; earn",
      "usage_example": "The new research findings have garnered the attention of medical experts.",
      "examples": "\"The novel was already a favourite among literary critics but it's sure to garner wider, more mainstream appeal following the Booker Prize win.\" — Daisy Lester, The Independent (United Kingdom), 11 Nov. 2025",
      "did_you_know": "What do you call a building in which grain is stored? These days, English speakers are most likely to call it a granary, but there was a time when garner was also a good candidate. That noun made its way into the language in the 12th century (ultimately from Latin granum, \"grain\"); the verb garner followed three centuries later with a closely related meaning: \"to gather into a granary.\" Today the verb has largely abandoned its agrarian roots—it usually means \"to earn\" or \"to accumulate.\" Meanwhile the noun garner is rare in contemporary use. It's found mostly in older literary contexts, such as these lines from Sir Walter Scott's The Bride of Lammermoor: \"Or, from the garner-door, on ether borne, / The chaff flies devious from the winnow'd corn.\"",
      "published": "Sat, 24 Jan 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/garner-2026-01-24"
    },
    {
      "word": "astrolabe",
      "pronunciation": "A-struh-layb",
      "part_of_speech": "noun",
      "definition": "An astrolabe is a compact instrument used to observe and calculate the position of celestial bodies before the invention of the sextant.",
      "short_definition": "a device formerly used to observe the positions of stars",
      "usage_example": "The new astronomy exhibit featured various gadgets and instruments, including an extensive collection of astrolabes.",
      "examples": "“‘Renaissance Treasures’ includes two contemporary navigational devices, a planispheric astrolabe from Persia and a pocket compass (think of them as beta-version GPS), as well as two Mercator globes. One dates from 1541 and shows the surface of the Earth. The other dates from 1551 and shows the heavens ...” — Mark Feeney, The Boston Globe, 9 May 2025",
      "did_you_know": "“Thyn Astrolabie hath a ring to putten on the thombe of thi right hond in taking the height of thinges.” Thus begins a description of an astrolabe in A Treatise on the Astrolabe, a medieval user’s guide penned by an amateur astronomer by the name of Geoffrey Chaucer. Chaucer is best known for his Middle English poetic masterpiece The Canterbury Tales, but when his nose wasn’t buried in his writing, Chaucer was stargazing, and some of his passion for the heavens rubbed off on his son Lewis, who had displayed a special “abilite to lerne sciences touching nombres and proporciouns.” Chaucer dedicated his treatise to the 10-year-old boy, setting his instructions not in the usual Latin, but in “naked wordes in Englissh” so that little Lewis could understand. When he got older, Lewis may have learned that the word astrolabe traces to the Late Greek name for the instrument, astrolábion.",
      "published": "Fri, 23 Jan 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/astrolabe-2026-01-23"
    }
  ],
  "favorites": [
    {
      "word": "reciprocate",
      "pronunciation": "rih-SIP-ruh-kayt",
      "part_of_speech": "verb",
      "definition": "To reciprocate is to do something for or to someone who has done something similar for or to you. Reciprocate can also mean “to have (a feeling) for someone who has the same feeling for you.”",
      "short_definition": "to do something for someone who’s done the same for you",
      "usage_example": "It was kind of my friend to give me a ride to the airport, and on the flight I was thinking of how to reciprocate the favor.",
      "examples": "“She entered the post office and greeted Tommaso, who reciprocated with a smile, then Carmine, who stroked his beard and shot her the usual skeptical glance.” — Francesca Giannone, The Letter Carrier (translated by Elettra Pauletto), 2025",
      "did_you_know": "“Scratch my back and I’ll scratch yours,” “do unto others as you would have them do to you,” “share and share alike”: such is the essence of the verb reciprocate, which implies a mutual or equivalent exchange or a paying back of what one has received. Reciprocate traces back to the Latin verb reciprocare (“to move back and forth”), which in turn comes from the adjective reciprocus, meaning “returning the same way” or “alternating.” Indeed, one of the meanings of reciprocate is “to move forward and backward alternately,” as in “a reciprocating saw.” Most often, however, reciprocate is used for the action of returning something in kind or degree, whether that be a gift, favor, or feeling.",
      "published": "Thu, 29 Jan 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/reciprocate-2026-01-29"
    },
    {
      "word": "preeminent",
      "pronunciation": "pree-EM-uh-nunt",
      "part_of_speech": "adjective",
      "definition": "Preeminent is a formal word used to describe someone or something more important, skillful, or successful than their counterparts or peers. It is used synonymously with outstanding and supreme.",
      "short_definition": "more important, skillful, or successful than others",
      "usage_example": "She's the preeminent chef in a city renowned for its cuisine.",
      "examples": "\"In this warmly engaging intellectual biography, [author Paul R.] Viotti traces the life and ideas of Kenneth Waltz, a preeminent figure in post–World War II international relations scholarship.\" — G. John Ikenberry, Foreign Affairs, 16 Dec. 2025",
      "did_you_know": "What is noteworthy about the following sentence? \"Mount Kilimanjaro is a prominent eminence on the Tanzanian landscape.\" You very likely recognized two words that are closely related to preeminent:  prominent and eminence. All three words are rooted in the Latin verb stem -minēre, which is taken to mean \"to stand out\" though there is no record of its use without a prefix. Mount also deserves an honorable mention: it comes from the Latin mont- or mons, meaning \"mountain,\" which is understood to share a common ancestor with -minēre. Mount leads us in turn to paramount, a word closely related in meaning to preeminent.",
      "published": "Fri, 30 Jan 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/preeminent-2026-01-30"
    },
    {
      "word": "garner",
      "pronunciation": "GAHR-ner",
      "part_of_speech": "verb",
      "definition": "Garner means \"to acquire by effort; earn\" or \"to accumulate or collect.\"",
      "short_definition": "to acquire by effort; earn",
      "usage_example": "The new research findings have garnered the attention of medical experts.",
      "examples": "\"The novel was already a favourite among literary critics but it's sure to garner wider, more mainstream appeal following the Booker Prize win.\" — Daisy Lester, The Independent (United Kingdom), 11 Nov. 2025",
      "did_you_know": "What do you call a building in which grain is stored? These days, English speakers are most likely to call it a granary, but there was a time when garner was also a good candidate. That noun made its way into the language in the 12th century (ultimately from Latin granum, \"grain\"); the verb garner followed three centuries later with a closely related meaning: \"to gather into a granary.\" Today the verb has largely abandoned its agrarian roots—it usually means \"to earn\" or \"to accumulate.\" Meanwhile the noun garner is rare in contemporary use. It's found mostly in older literary contexts, such as these lines from Sir Walter Scott's The Bride of Lammermoor: \"Or, from the garner-door, on ether borne, / The chaff flies devious from the winnow'd corn.\"",
      "published": "Sat, 24 Jan 2026 00:00:01 -0500",
      "link": "https://www.merriam-webster.com/word-of-the-day/garner-2026-01-24"
    }
  ]
}